/* Localized strings for Spectacle. */

/* Alerts */
"Spectacle requires that the Accessibility API be enabled" = "Spectacle requires that the Accessibility API be enabled";
"Would you like to open the Universal Access preferences so that you can turn on \"Enable access for assistive devices\"?" = "Would you like to open the Universal Access preferences so that you can turn on \"Enable access for assistive devices\"?";

"This will cause Spectacle to run in the background" = "This will cause Spectacle to run in the background";
"Run Spectacle in the background without a menu in the status bar.\n\nTo access Spectacle's preferences click on Spectacle in Launchpad, or open Spectacle in Finder." = "Run Spectacle in the background without a menu in the status bar.\n\nTo access Spectacle's preferences click on Spectacle in Launchpad, or open Spectacle in Finder.";

"This will restore Spectacle's default hot keys" = "This will restore Spectacle's default hot keys";
"Would you like to restore the default hot keys? Any custom hot keys will be lost." = "Would you like to restore the default hot keys? Any custom hot keys will be lost.";

/* Buttons */
"Open Universal Access Preferences" = "Open Universal Access Preferences";
"Stop Spectacle" = "Stop Spectacle";
"OK" = "OK";
"Cancel" = "Cancel";

/* Toggle Switch */
"ON" = "ON";
"OFF" = "OFF";

/* Hot Key Recorders */
"Enter hot key" = "Enter hot key";
"Stop recording" = "Stop recording";
"Use existing" = "Use existing";
"Click to record" = "Click to record";

/* Hot Key Validation Errors */
"Hot key %@ already in use." = "Hot key %@ already in use.";
"The hot key \"%@\" is already used by a system-wide keyboard shortcut.\n\nTo use this hot key change the existing shortcut in the Keyboard preference pane under System Preferences." = "The hot key \"%@\" is already used by a system-wide keyboard shortcut.\n\nTo use this hot key change the existing shortcut in the Keyboard preference pane under System Preferences.";
"The hot key \"%@\" is already used in the menu." = "The hot key \"%@\" is already used in the menu.";
"The hot key \"%@\" is already in use. Please select a new hot key." = "The hot key \"%@\" is already in use. Please select a new hot key.";
"OK" = "OK";
